{
  "book_id": "56166921-the-poetics-of-space",
  "title": "The Poetics of Space",
  "author": "Gaston Bachelard",
  "source": "reader",
  "readwise_url": "https://readwise.io/bookreview/56166921",
  "category": "books",
  "highlights": [
    {
      "id": 956222118,
      "loc": {
        "type": "offset",
        "value": 6201,
        "end": null
      },
      "text": "“watching his hour-glass without praying . . . heard the catastrophe of time.”",
      "note": "test for api",
      "tags": [],
      "created_at": "2025-11-10T17:38:33.351Z",
      "readwise_url": "https://readwise.io/open/956222118"
    },
    {
      "id": 956225132,
      "loc": {
        "type": "offset",
        "value": 6301,
        "end": null
      },
      "text": "seems incidental to the anecdote",
      "note": "trigger test ",
      "tags": [],
      "created_at": "2025-11-10T17:49:17.104Z",
      "readwise_url": "https://readwise.io/open/956225132"
    },
    {
      "id": 956233417,
      "loc": {
        "type": "offset",
        "value": 6411,
        "end": null
      },
      "text": "calculus of emotional cont",
      "note": "",
      "tags": [
        "test 3"
      ],
      "created_at": "2025-11-10T18:39:43.574Z",
      "readwise_url": "https://readwise.io/open/956233417"
    },
    {
      "id": 956240025,
      "loc": {
        "type": "offset",
        "value": 27480,
        "end": null
      },
      "text": "Where prosaic time is evolving and continuous (like Bergson’s), poetic time is disruptive and surprising. Echoing Coleridge’s definition of poetry as the “balance or reconciliation of opposite or discordant qualities,” Bachelard maintains that the poetic instant is a “harmonic relation between opposites.”",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:13:04.719Z",
      "readwise_url": "https://readwise.io/open/956240025"
    },
    {
      "id": 956240132,
      "loc": {
        "type": "offset",
        "value": 28989,
        "end": null
      },
      "text": "images “speak” the emergence of being, setting verbs in motion and turning sensations into metaphors by inviting us to live figuratively. For this reason, he insists, images are more demanding and rewarding than ideas. They give logos to perception. So that, as he says, we can devote our reading being to an image that confers being on us. In fact, the image that is the pure product of “absolute imagination” is a specific phenomenon of the *speaking creature*",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:14:45.586Z",
      "readwise_url": "https://readwise.io/open/956240132"
    },
    {
      "id": 956240179,
      "loc": {
        "type": "offset",
        "value": 29934,
        "end": null
      },
      "text": "Bachelard adopts what he calls a phenomenological attitude of “daily crisis” that allows consciousness to be exposed to the moment’s gift.[11](part0006.html#EndnoteNumber10-479) Resolved to let images speak for themselves, he resists all determinist models of explaining consciousness in terms of prior infantile, historical or behavioral events. One cannot, he says, explain “the flower by the fertilizer.”",
      "note": "Bachelard isn’t denying that images have histories; he’s bracketing them to honor what an image does now.\n\n a vivid poetic image “appears” with a newness that can’t be predicted or fully explained by prior causes. “One cannot… explain ‘the flower by the fertilizer.’”\n\n“how can one thing stand without its creation?” For Bachelard, the poetic image is an event of creation in the present. Its genesis-in-experience is its appearing; retrospective causes may exist, but they don’t govern the image’s significance or predict its novelty.",
      "tags": [],
      "created_at": "2025-11-10T19:15:18.919Z",
      "readwise_url": "https://readwise.io/open/956240179"
    },
    {
      "id": 956240627,
      "loc": {
        "type": "offset",
        "value": 30527,
        "end": null
      },
      "text": "The poet lives a daydream that is awake, but above all, his daydream remains in the world, facing worldly things. It gathers the universe together around and in an object",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:20:36.745Z",
      "readwise_url": "https://readwise.io/open/956240627"
    },
    {
      "id": 956240682,
      "loc": {
        "type": "offset",
        "value": 30806,
        "end": null
      },
      "text": "Thus a poet can, for example, condense cosmic wealth into the image of a slender casket, the universe into a miniature purse. Images captured from the past act as triggers into a timeless elemental unconscious, extending across individuals and generations, and opening up a limitless future. He writes: “The casket contains the things that are *unforgettable,* unforgettable for us, but also unforgettable for those to whom we are going to give our treasures. Here the past, the present and a future are condensed. Thus the casket is memory of what is immemorial.”",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:21:17.556Z",
      "readwise_url": "https://readwise.io/open/956240682"
    },
    {
      "id": 956241312,
      "loc": {
        "type": "offset",
        "value": 31647,
        "end": null
      },
      "text": "“In the realm of images, there can be no contradiction.”",
      "note": "“In the realm of images, there can be no contradiction”: unlike logic (where terms oppose), images can hold opposites together—attraction/repulsion, inside/outside—without canceling each other. The imagination integrates them rather than choosing one side",
      "tags": [],
      "created_at": "2025-11-10T19:24:47.396Z",
      "readwise_url": "https://readwise.io/open/956241312"
    },
    {
      "id": 956242935,
      "loc": {
        "type": "offset",
        "value": 31647,
        "end": null
      },
      "text": "“transactions between two kinds of grandeur”—inner and outer",
      "note": "“Two kinds of grandeur—inner and outer”: the vastness of imagination/feeling meets the vastness of the world (a room, a shell, the sky).",
      "tags": [],
      "created_at": "2025-11-10T19:26:53.658Z",
      "readwise_url": "https://readwise.io/open/956242935"
    },
    {
      "id": 956244094,
      "loc": {
        "type": "offset",
        "value": 38424,
        "end": null
      },
      "text": "*Air and Dreams: An Essay on the Imagination of Movement*. Trans. Edith Farrell and Frederick Farrell. Dallas: Dallas Institute Publications, 1988.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:29:13.647Z",
      "readwise_url": "https://readwise.io/open/956244094"
    },
    {
      "id": 956244104,
      "loc": {
        "type": "offset",
        "value": 38574,
        "end": null
      },
      "text": "*Earth and Reveries of Repose: An Essay on Images of Interiority*. Trans. Mary McAllester. Dallas: Dallas Institute Publications, 2011.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:29:19.964Z",
      "readwise_url": "https://readwise.io/open/956244104"
    },
    {
      "id": 956244307,
      "loc": {
        "type": "offset",
        "value": 41833,
        "end": null
      },
      "text": "the philosophy of poetry must acknowledge that the poetic act has no past, at least no recent past, in which its preparation and appearance could be followed.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:31:38.910Z",
      "readwise_url": "https://readwise.io/open/956244307"
    },
    {
      "id": 956244369,
      "loc": {
        "type": "offset",
        "value": 42098,
        "end": null
      },
      "text": "through the brilliance of an image, the distant past resounds with echoes, and it is hard to know at what depth these echoes will reverberate and die away.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:32:14.373Z",
      "readwise_url": "https://readwise.io/open/956244369"
    },
    {
      "id": 956244483,
      "loc": {
        "type": "offset",
        "value": 42351,
        "end": null
      },
      "text": "it is referable to a direct *ontology.*",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:32:22.023Z",
      "readwise_url": "https://readwise.io/open/956244483"
    },
    {
      "id": 956248764,
      "loc": {
        "type": "offset",
        "value": 56670,
        "end": null
      },
      "text": "Thus the poetic image, which stems from the logos, is personally innovating. We cease to consider it as an “object” but feel that the “objective” critical attitude stifles the “reverberation” and rejects on principle the depth at which the original poetic phenomenon starts. As for the psychologist, being deafened by the resonances, he keeps trying to *describe* his feelings. And the psychoanalyst, victim of his method, inevitably intellectualizes the image, losing the reverberations in his effort to untangle the skein of his interpretations. He understands the image more deeply than the psychologist. But that’s just the point, he “understands” it. For the psychoanalyst, the poetic image always has a context. When he interprets it, however, he translates it into a language that is different from the poetic logos. Never, in fact, was *“traduttore, traditore”* more justifiably applicable.",
      "note": "a poem’s image should first be received and felt, letting its echoes unfold, before we reduce it to concepts.",
      "tags": [],
      "created_at": "2025-11-10T19:47:27.423Z",
      "readwise_url": "https://readwise.io/open/956248764"
    },
    {
      "id": 956248984,
      "loc": {
        "type": "offset",
        "value": 55265,
        "end": null
      },
      "text": "through the reverberations of a single poetic image. By its novelty, a poetic image sets in motion the entire linguistic mechanism.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:49:39.404Z",
      "readwise_url": "https://readwise.io/open/956248984"
    },
    {
      "id": 956248987,
      "loc": {
        "type": "offset",
        "value": 55397,
        "end": null
      },
      "text": "The poetic image places us at the origin of the speaking being.",
      "note": "a fresh poetic image makes you feel language being born in you. In that moment, you’re not just using inherited meanings or history; you’re at the “origin” where speech, imagination, and self first arise together. It’s a re-beginning of speaking and being, sparked by the image.",
      "tags": [],
      "created_at": "2025-11-10T19:49:43.273Z",
      "readwise_url": "https://readwise.io/open/956248987"
    },
    {
      "id": 956249553,
      "loc": {
        "type": "offset",
        "value": 55461,
        "end": null
      },
      "text": "Through this reverberation, by going *immediately* beyond all psychology or psychoanalysis, we feel a poetic power rising naïvely within us. After the original reverberation, we are able to experience resonances, sentimental repercussions, reminders of our past. But the image has touched the depths before it stirs the surface. And this is also true of a simple experience of reading. The image offered us by reading the poem now becomes really our own.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:51:25.627Z",
      "readwise_url": "https://readwise.io/open/956249553"
    },
    {
      "id": 956249574,
      "loc": {
        "type": "offset",
        "value": 56032,
        "end": null
      },
      "text": "It becomes a new being in our language, expressing us by making us what it expresses; in other words, it is at once a becoming of expression, and a becoming of our being. Here expression creates being.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T19:51:34.924Z",
      "readwise_url": "https://readwise.io/open/956249574"
    },
    {
      "id": 956249729,
      "loc": {
        "type": "offset",
        "value": 56347,
        "end": null
      },
      "text": "As a general thesis I believe that everything specifically human in man is *logos.* One would not be able to meditate in a zone that preceded language.",
      "note": "what makes us distinctly human is logos”—language, speech, articulate meaning. For Bachelard, deep meditation on images happens within language; you can’t truly reflect from a pre-linguistic zone. Poetic images awaken us at that originary point where speaking—and thus human meaning-making—begins.",
      "tags": [],
      "created_at": "2025-11-10T19:51:57.775Z",
      "readwise_url": "https://readwise.io/open/956249729"
    },
    {
      "id": 956250560,
      "loc": {
        "type": "offset",
        "value": 57565,
        "end": null
      },
      "text": "When I receive a new poetic image, I experience its quality of inter-subjectivity. I know that I am going to repeat it in order to communicate my enthusiasm. When considered in transmission from one soul to another, it becomes evident that a poetic image eludes causality. Doctrines that are timidly causal, such as psychology, or strongly causal, such as psychoanalysis, can hardly determine the ontology of what is poetic. For nothing prepares a poetic image, especially not culture, in the literary sense, and especially not perception, in the psychological sense.",
      "note": "Bachelard isn’t saying images come from a vacuum. He’s saying their meaning and force don’t reduce to prior causes like habits of perception or biography.\n\n“Especially not perception” means: a poetic image isn’t just a dressed‑up sensory report. It strikes us with surplus—more than what our senses “prepared.”\nWe are shaped by culture and perception, but a genuine poetic image appears with novelty at the moment it’s received. Its resonance can’t be fully explained by what preceded it.",
      "tags": [],
      "created_at": "2025-11-10T19:56:12.472Z",
      "readwise_url": "https://readwise.io/open/956250560"
    },
    {
      "id": 956251790,
      "loc": {
        "type": "offset",
        "value": 58382,
        "end": null
      },
      "text": "In a study of the imagination, a phenomenology of the poetic imagination must concentrate on bringing out this quality of origin in various poetic images.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:00:02.397Z",
      "readwise_url": "https://readwise.io/open/956251790"
    },
    {
      "id": 956252345,
      "loc": {
        "type": "offset",
        "value": 58596,
        "end": null
      },
      "text": "Into this composition enter certain psychologically complex elements that associate earlier cultures with actual literary ideals—components which a complete phenomenology would no doubt be obliged to consider.",
      "note": "while a poetic image feels originative and not caused by prior factors, a full phenomenological account would still acknowledge background elements—layers of culture, history, and literary ideals—that mingle in our experience. These aren’t “causes” that determine the image; they’re complex associations that color how the image resonates.",
      "tags": [],
      "created_at": "2025-11-10T20:00:41.075Z",
      "readwise_url": "https://readwise.io/open/956252345"
    },
    {
      "id": 956253391,
      "loc": {
        "type": "offset",
        "value": 58933,
        "end": null
      },
      "text": ". This being the case, it seems to me that merely to refer to phenomenological reading powers, which make of the reader a poet on a level with the image he has read, shows already a taint of pride. Indeed, it would be a lack of modesty on my part to assume personally a reading power that could match and re-live the power of organized, complete creation implied by a poem in its entirety.",
      "note": "1. How does Bachelard link physical spaces (houses, nooks, caskets, shells) to states of the soul—what does inhabiting a particular miniature or vast space reveal about subjectivity and solitude?\n\n2. In what ways does poetic reverie transform ordinary materials and forms (brick, granite, wind, cabinets) into metaphysical or imagined structures, and how does that imaginative dialectic challenge rational, utilitarian notions of space?\n\n3. How do scales of space (intimate depth vs. cosmic immensity) interact in Bachelard’s account—how can a single object or house simultaneously open onto infinite “daydreams of immensity” and the nest-like privacy of interior life?",
      "tags": [],
      "created_at": "2025-11-10T20:04:14.438Z",
      "readwise_url": "https://readwise.io/open/956253391"
    },
    {
      "id": 956253457,
      "loc": {
        "type": "offset",
        "value": 59466,
        "end": null
      },
      "text": "synthetic phenomenology",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:06:30.530Z",
      "readwise_url": "https://readwise.io/open/956253457"
    },
    {
      "id": 956253728,
      "loc": {
        "type": "offset",
        "value": 60127,
        "end": null
      },
      "text": "judges a work that he could not create and, if we are to believe certain facile condemnations, would not want to create. A literary critic is a reader who is necessarily severe. By turning inside out like a glove an overworked complex that has become debased to the point of being part of the vocabulary of statesmen, we might say that the literary critic and the professor of rhetoric, who know-all and judge-all, readily go in for a simplex of superiority.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:08:03.830Z",
      "readwise_url": "https://readwise.io/open/956253728"
    },
    {
      "id": 956253821,
      "loc": {
        "type": "offset",
        "value": 61039,
        "end": null
      },
      "text": "Nobody knows that in reading we are re-living our temptations to be a poet.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:08:44.732Z",
      "readwise_url": "https://readwise.io/open/956253821"
    },
    {
      "id": 956254903,
      "loc": {
        "type": "offset",
        "value": 60291,
        "end": null
      },
      "text": "the joy of reading appears to be the reflection of the joy of writing, as though the reader were the writer’s ghost. At least the reader participates in the joy of creation that, for Bergson, is the sign of creation",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:14:44.572Z",
      "readwise_url": "https://readwise.io/open/956254903"
    },
    {
      "id": 956254964,
      "loc": {
        "type": "offset",
        "value": 64222,
        "end": null
      },
      "text": ". And if we render speech unforeseeable, is this not an apprenticeship to freedom? What delight the poetic imagination takes in making game of censors! Time was when the poetic arts codified the licenses to be permitted. Contemporary poetry, however, has introduced freedom in the very body of the language. As a result, poetry appears as a phenomenon of freedom.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:15:20.618Z",
      "readwise_url": "https://readwise.io/open/956254964"
    },
    {
      "id": 956255061,
      "loc": {
        "type": "offset",
        "value": 64815,
        "end": null
      },
      "text": "Here we are in the presence of a minuscule phenomenon of the shimmering consciousness. The poetic image is certainly the psychic event that has the least importance",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:16:40.160Z",
      "readwise_url": "https://readwise.io/open/956255061"
    },
    {
      "id": 956255079,
      "loc": {
        "type": "offset",
        "value": 64982,
        "end": null
      },
      "text": "o seek justification of it in terms of perceptible reality, to determine its place and rôle in the poem’s composition, are two tasks that do not need to be undertaken until later.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:16:51.560Z",
      "readwise_url": "https://readwise.io/open/956255079"
    },
    {
      "id": 956255149,
      "loc": {
        "type": "offset",
        "value": 64696,
        "end": null
      },
      "text": "“lonely prospector in the galleries of words,”",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T20:17:30.677Z",
      "readwise_url": "https://readwise.io/open/956255149"
    },
    {
      "id": 956255523,
      "loc": {
        "type": "offset",
        "value": 64674,
        "end": null
      },
      "text": "“The speaking subject is the entire subject.” And it no longer seems paradoxical to say that the speaking subject exists in his entirety in a poetic image, because unless he abandons himself to it without reservations, he does not enter into the poetic space of the image.",
      "note": "to truly enter a poem’s imaginative space, you have to give yourself to the image completely. When you do, your whole self—mind, feeling, memory, body—speaks through it. If you hold back, you stay outside; if you abandon yourself, the “speaking subject” (you) is fully present in the image.",
      "tags": [],
      "created_at": "2025-11-10T20:19:11.864Z",
      "readwise_url": "https://readwise.io/open/956255523"
    },
    {
      "id": 956255740,
      "loc": {
        "type": "offset",
        "value": 66527,
        "end": null
      },
      "text": "“Poets and painters are born phenomenonologists.” And noting that things “speak” to us and that, as a result of this fact, if we give this language its full value, we have a contact with things, Van den Berg adds: “We are continually living a solution of problems that reflection can not hope to solve.” The philosopher whose investigations are centered on the speaking being will find encouragement in these lines by this learned Dutch phenomenologist.",
      "note": "artists naturally do phenomenology: they let things “speak” as they appear, without first dissecting or explaining them. When we grant full value to that speaking—colors, forms, images—we’re already in living contact with things, solving meaning in experience itself, in ways abstract reflection can’t fully capture.",
      "tags": [],
      "created_at": "2025-11-10T20:20:39.102Z",
      "readwise_url": "https://readwise.io/open/956255740"
    },
    {
      "id": 956263682,
      "loc": {
        "type": "offset",
        "value": 43735,
        "end": null
      },
      "text": "Images excite us—afterwards—but they are not the phenomena of an excitement. In all psychological research, we can, of course, bear in mind psychoanalytical methods for determining the personality of a poet, and thus find a measure of the pressures—but above all of the oppressions—that a poet has been subjected to in the course of his life. But the poetic act itself, the sudden image, the flare-up of being in the imagination, are inaccessible to such investigations.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T21:01:22.561Z",
      "readwise_url": "https://readwise.io/open/956263682"
    },
    {
      "id": 956264466,
      "loc": {
        "type": "offset",
        "value": 44345,
        "end": null
      },
      "text": "By this should be understood a study of the phenomenon of the poetic image when it emerges into the consciousness as a direct product of the heart, soul and being of man, apprehended in his actuality.",
      "note": "",
      "tags": [],
      "created_at": "2025-11-10T21:01:48.167Z",
      "readwise_url": "https://readwise.io/open/956264466"
    }
  ]
}