{
  "book_id": "56707501-a-sedimentation-of-the-mind-earth-projects",
  "title": "A Sedimentation of the Mind: Earth Projects",
  "author": "Robert Smithson",
  "source": "reader",
  "readwise_url": "https://readwise.io/bookreview/56707501",
  "category": "articles",
  "highlights": [
    {
      "id": 964417430,
      "loc": {
        "type": "offset",
        "value": 13260,
        "end": null
      },
      "text": "The products of industry and technology began to have an appeal to the artist who wanted to work like a \"steel welder\" or a \"laboratory technician.\" This valuation of the material products of heavy industry, first developed by David Smith and later by Anthony Caro, led to a fetish for steel and aluminum as a medium (painted or unpainted). Molded steel and cast aluminum are machine manufactured, and as a result they bear the stamp of technological ideology. Steel is a hard, tough metal, suggesting the permanence of technological values. It is composed of iron alloyed with various small percentages of carbon; steel may be alloyed with other metals, nickel, chromium, etc.,",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:31:42.248Z",
      "readwise_url": "https://readwise.io/open/964417430"
    },
    {
      "id": 964418490,
      "loc": {
        "type": "offset",
        "value": 15331,
        "end": null
      },
      "text": "The smelting process that goes into the making of steel and other alloys separates \"impurities\" from an original ore, and extracts metal in order to make a more \"ideal\" product. Burnt-out ore or slag-like rust is as basic and primary as the material smelted from it. Technological ideology has no sense of time other than its immediate \"supply and demand,\" and its laboratories function as blinders to the rest of the world. Like the refined \"paints\" of the studio, the refined \"metals\" of the laboratory exist within an \"ideal system.\" Such enclosed \"pure\" systems make it impossible to perceive any other kinds of processes than the ones of differentiated technology.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:34:39.763Z",
      "readwise_url": "https://readwise.io/open/964418490"
    },
    {
      "id": 964418504,
      "loc": {
        "type": "offset",
        "value": 16019,
        "end": null
      },
      "text": "Refinement of matter from one state to another does not mean that so-called \"impurities\" of sediment are \"bad\"—the earth is built on sedimentation and disruption. A refinement based on all the matter that has been discarded by the technological ideal seems to be taking place. The",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:34:58.516Z",
      "readwise_url": "https://readwise.io/open/964418504"
    },
    {
      "id": 964418519,
      "loc": {
        "type": "offset",
        "value": 16311,
        "end": null
      },
      "text": "coarse swathes of tar on Tony Smith's plywood mock-ups are no more or less refined than the burnished or painted steel of David Smith.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:35:12.011Z",
      "readwise_url": "https://readwise.io/open/964418519"
    },
    {
      "id": 964418543,
      "loc": {
        "type": "offset",
        "value": 16456,
        "end": null
      },
      "text": "Tony Smith's surfaces display more of a sense of the \"prehistoric world\" that is not reduced to ideals and pure gestalts. The fact remains that the mind and things of certain artists are not \"unities,\" but *things* in a state of arrested disruption.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:35:41.097Z",
      "readwise_url": "https://readwise.io/open/964418543"
    },
    {
      "id": 964418712,
      "loc": {
        "type": "offset",
        "value": 16794,
        "end": null
      },
      "text": "but no materials are solid, they all contain caverns and fissures. Solids are particles built up around flux, they are objective illusions supporting grit, a collection of surfaces ready to be cracked.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:36:56.533Z",
      "readwise_url": "https://readwise.io/open/964418712"
    },
    {
      "id": 964419089,
      "loc": {
        "type": "offset",
        "value": 17053,
        "end": null
      },
      "text": "By refusing \"technological miracles\" the artist begins to know the corroded moments, the carboniferous states of thought, the shrinkage of mental mud, in the geologic chaos—in the strata of esthetic consciousness. The refuse between mind and matter is a mine of information.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-07T12:40:47.477Z",
      "readwise_url": "https://readwise.io/open/964419089"
    }
  ]
}