{
  "book_id": "56799302-echo",
  "title": "Echo",
  "author": "Gayatri Chakravorty Spivak",
  "source": "reader",
  "readwise_url": "https://readwise.io/bookreview/56799302",
  "category": "articles",
  "highlights": [
    {
      "id": 965843952,
      "loc": {
        "type": "offset",
        "value": 4999948,
        "end": null
      },
      "text": "In this matter of knowledge for others I also received an impetu of interest from my discussions with Bimal Matilal. He discuss an argument advanced by Gangesa, a twelfth-century li",
      "note": "",
      "tags": [],
      "created_at": "2025-12-11T23:02:58.803Z",
      "readwise_url": "https://readwise.io/open/965843952"
    },
    {
      "id": 965843959,
      "loc": {
        "type": "offset",
        "value": 5999509,
        "end": null
      },
      "text": "the production of truth w speaker's intention. (This is b deluded deceiver, who spea felt that Ovid himself, agai mentalized in neglected Ech gence",
      "note": "",
      "tags": [],
      "created_at": "2025-12-11T23:03:14.997Z",
      "readwise_url": "https://readwise.io/open/965843959"
    },
    {
      "id": 970871422,
      "loc": {
        "type": "offset",
        "value": 2791,
        "end": null
      },
      "text": "there is something other than mere conflict between cultural and ethical ideas and the libidinal instinctual inferences.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-28T21:15:31.820Z",
      "readwise_url": "https://readwise.io/open/970871422"
    },
    {
      "id": 970873286,
      "loc": {
        "type": "offset",
        "value": 4844,
        "end": null
      },
      "text": "(To say capitalism is all over the place is not as universalist as to say everyone has the same-pattern psyche.)",
      "note": "",
      "tags": [],
      "created_at": "2025-12-28T21:23:19.735Z",
      "readwise_url": "https://readwise.io/open/970873286"
    },
    {
      "id": 970873619,
      "loc": {
        "type": "offset",
        "value": 6255,
        "end": null
      },
      "text": "Both Freud and Marx move me in their engagement with ethics.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-28T21:26:22.693Z",
      "readwise_url": "https://readwise.io/open/970873619"
    },
    {
      "id": 970873661,
      "loc": {
        "type": "offset",
        "value": 6549,
        "end": null
      },
      "text": "It was finally my contact with the ethical philosopher Bimal Krishna Matilal that allowed me to make room for Freud in my intellectual world.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-28T21:26:59.116Z",
      "readwise_url": "https://readwise.io/open/970873661"
    },
    {
      "id": 970874076,
      "loc": {
        "type": "offset",
        "value": 6697,
        "end": null
      },
      "text": "Professor Matilal argued that nineteenth-century Indologists were basically correct in estimating that India had no tradition of moral philosophy in the Western European sense.'0 But they had not been able to grasp either the Indic tradition of rational critique or the tradition of practical ethics in India. According to Matilal, the latter was based on the reading of narrative instantiations of ethical problems. We read some of the Mahabharata together in this way. I realized that this way of doing rather than exclusively talking about doing (the other is also an ethical decision, of course-this is at the root of my unease with the use of psychoanalysis in cultural critique) ethics was a rather widespread, rather global, phenomenon, not confined to non-European cultures. It had been ranked as \"popular\" by most high-cultural European-model moral philosoph ical systems. (I am not speaking, of course, of diagnosing story lines as formal allegories, drawing morals from parables, or attention to the \"moral dimension\" of fiction.) Jon Elster's Ulysses and the Sirens, which I was reading at the time, seemed an example of moral philosophizing on that \"popular\" model.\" And psychoanalysis, as a challenge to systematic moral philosophy, had certainly read re ceived narratives and the sequentially constructed narratives of analysands as instantiations of socioethical problems. As a cultural critic rather than a clinical practitioner, I was not obliged to take the conclusions as scientific system. As a being in ethics, I could share them as malleable situational lessons.\n\nProfessor Matilal also suggested that the moral dilemma was the most important terrain for the exercise of this type of practical ethics as encountered in the Indic tradition. Freud's recognition of the aporia between terminable and interminable analyses, and Der rida's thinking of ethics as the experience of the impossible, resonated with this suggestion.\"2 Derrida's work is also a critique of traditional European systematic moral philosophy, after all. Further, this par ticular privileging of the aporia in the field of ethical decision seemed quite apposite to the tale of Narcissus. As I will attempt to show in my reading of Ovid, it is a tale of the aporia between self knowledge and knowledge for others.",
      "note": "Professor Matilal said that nineteenth-century Western scholars were partly right to think India didn’t have moral philosophy like Europe’s, but they missed how Indian thinkers used reasoned critique and practical ethics. In India, ethics was often taught by telling and discussing stories that show moral problems, as when we read parts of the Mahabharata together; this way of learning—doing ethics through stories and examples rather than abstract systems—actually happens in many cultures, not only non-European ones, and European high-culture philosophers often dismissed it as merely “popular.” I’m not talking about treating stories as simple allegories or just finding morals in fiction, but about using real narrative situations to think through ethical choices. Books like Jon Elster’s Ulysses and the Sirens and psychoanalysis do something similar by reading stories or life accounts as examples of social and ethical problems; as a cultural critic I don’t have to accept their conclusions as scientific truth, but I can treat them as flexible lessons about ethical life. Matilal also thought that moral dilemmas are the main place where this practical, story-based ethics appears in Indian thought; thinkers like Freud and Derrida—who highlighted irresolvable tensions in analysis and called ethics the experience of the impossible—agree with focusing on these unsolvable knots. Derrida also criticized traditional systematic European moral philosophy, and this focus on irresolvable ethical problems fits well with the story of Narcissus, which I will read as a tale about the impossible gap between knowing oneself and knowing others.\n",
      "tags": [],
      "created_at": "2025-12-28T21:30:20.753Z",
      "readwise_url": "https://readwise.io/open/970874076"
    },
    {
      "id": 970877943,
      "loc": {
        "type": "offset",
        "value": 9254,
        "end": null
      },
      "text": "the production of truth was not necessarily dependent upon the speaker's intention.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-28T21:35:21.750Z",
      "readwise_url": "https://readwise.io/open/970877943"
    },
    {
      "id": 970881226,
      "loc": {
        "type": "offset",
        "value": 15161,
        "end": null
      },
      "text": "primary narcissism is an \"absolute self-sufficien[cy] from which we step, toward noticing a changeful world outside and the beginnings of finding objects, by being born [mit dem Geborenwerden].\"'",
      "note": "Primary narcissism is the baby’s first way of being: at first the infant feels completely self-contained and doesn’t notice anything outside itself. Then, as it is born and starts to experience the world, it begins to notice that things and people exist outside of itself and to recognize them.",
      "tags": [],
      "created_at": "2025-12-28T21:43:33.887Z",
      "readwise_url": "https://readwise.io/open/970881226"
    },
    {
      "id": 970881494,
      "loc": {
        "type": "offset",
        "value": 15363,
        "end": null
      },
      "text": "7 Here the mother is nothing but, in Luce Irigaray's word, an \"envelope.\"'8 By contrast, in Ovid Liriopes's womb has a history. It comes to envelop Narcissus by a primary rape by Cephisus, demidivine violence as sexual violence that does not offend the political economy of the gods. The entire pretext of Tiresias and Echo as major players is crosshatched by a story of punishment and reward.",
      "note": "Here, the mother is described only as an \"envelope\" — a simple container with no life or story of her own, as Luce Irigaray says. But in Ovid’s tale, Liriope’s womb has its own past. It ends up surrounding Narcissus because of an earlier violent act: the river god Cephisus forced himself on her. This act is a kind of sexual violence by a partly divine being that the other gods accept without political consequence. The roles of Tiresias and Echo in the story are woven into a larger pattern of punishment and reward that shapes the whole account.",
      "tags": [],
      "created_at": "2025-12-28T21:45:35.053Z",
      "readwise_url": "https://readwise.io/open/970881494"
    },
    {
      "id": 970907779,
      "loc": {
        "type": "offset",
        "value": 28030,
        "end": null
      },
      "text": "deconstructive lever for future users.",
      "note": "Deconstructive Lever: The deconstructive lever is a philosophical tool metaphor used to describe a method of analyzing texts, ideas, or systems by applying pressure to an assumed hinge point to reveal hidden contradictions and power structures. It emphasizes close reading, attention to language, and the way meanings shift when foundational terms or oppositions are questioned. The metaphor shows how small shifts in interpretation can overturn apparent stability and open new possibilities for thought and critique.",
      "tags": [],
      "created_at": "2025-12-28T22:34:37.321Z",
      "readwise_url": "https://readwise.io/open/970907779"
    },
    {
      "id": 975044420,
      "loc": {
        "type": "offset",
        "value": 19508,
        "end": null
      },
      "text": "you can no longer speak for yourself. Talkative girl, you can only give back, you are the respondent as such.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-07T13:46:39.426Z",
      "readwise_url": "https://readwise.io/open/975044420"
    },
    {
      "id": 975051254,
      "loc": {
        "type": "offset",
        "value": 19799,
        "end": null
      },
      "text": "The story of Narcissus is a tale of the construction of the self as object of knowledge. I will suggest below that the account of Echo is a story of a punishment that is finally a dubious reward quite outside of the borders of the self.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-07T14:00:20.414Z",
      "readwise_url": "https://readwise.io/open/975051254"
    },
    {
      "id": 975052925,
      "loc": {
        "type": "offset",
        "value": 22734,
        "end": null
      },
      "text": "If I make disappear what I cannot not desire, I disappear too.",
      "note": "Paradoxical self-negation in desire: Paradoxical self-negation in desire refers to the phenomenon where a person's wanting or longing for something involves a form of denying or negating themselves in the process. This means that the desire can lead to a conflict between what one wishes for and their current sense of self or identity. It is often discussed in philosophy and psychology to explain how desires can sometimes undermine or challenge a person's existing values or beliefs.",
      "tags": [],
      "created_at": "2026-01-07T14:08:51.333Z",
      "readwise_url": "https://readwise.io/open/975052925"
    }
  ]
}