{
  "book_id": "56879198-salvador-dali-s-essay-the-conquest-of-the-irration",
  "title": "Salvador Dali's Essay \"The Conquest of the Irrational\"",
  "author": "PQ",
  "source": "reader",
  "readwise_url": "https://readwise.io/bookreview/56879198",
  "category": "articles",
  "highlights": [
    {
      "id": 966990058,
      "loc": {
        "type": "offset",
        "value": 997,
        "end": null
      },
      "text": "We all know that the brilliant and sensational progress of the individual sciences, the glory and honor of the “space” and the era we live in, involves, on the one hand, the crisis and the overwhelming disrepute of “logical intuition,” and on the other hand, the respect for irrational factors and hierarchies as new positive and specifically productive values.",
      "note": "It’s still relevant in the sense that we’re even more dominated by specialized science/tech and by suspicion of simple “common sense,” while cultural life continues to be fascinated with irrational forces—unconscious drives, surreal imagery, conspiracy thinking, and so on.",
      "tags": [],
      "created_at": "2025-12-15T21:49:25.396Z",
      "readwise_url": "https://readwise.io/open/966990058"
    },
    {
      "id": 966990301,
      "loc": {
        "type": "offset",
        "value": 1630,
        "end": null
      },
      "text": "and by the time Maxwell and Faraday were at work, this son was noticeably weighed down with an unequivocal persuasiveness and a personal force of gravity that left no doubt about the father of the child: Newton. Because of this downward pull and the force of gravity, pure intuition, after being booted out of the homes of all the particular sciences, has now turned into pure prostitution, for we see her offering her final charms and final turbulences in the brothel of the artistic and literary world.",
      "note": "intuition vs logic \n\ngenuine intuition has been expelled from serious science and has “degenerated”: it’s now “prostituted” in art and literature, where intuition is used cheaply or superficially instead of in a deep, rigorous way. \n\na culture of strict literal/technical thinking that exiles intuition from serious discourse.",
      "tags": [],
      "created_at": "2025-12-15T21:52:47.176Z",
      "readwise_url": "https://readwise.io/open/966990301"
    },
    {
      "id": 966990789,
      "loc": {
        "type": "offset",
        "value": 2782,
        "end": null
      },
      "text": "we all know, was nothing but the spiritual and symbolical sustenance that Catholicism has been offering for centuries to appease the cannibalistic frenzy of moral and irrational starvation.",
      "note": "people have deep, often wild or destructive inner drives, religous  symbolism “feeds” those drives in a controlled, symbolic way so they don’t explode in more chaotic, irrational behavior.",
      "tags": [],
      "created_at": "2025-12-15T21:58:52.973Z",
      "readwise_url": "https://readwise.io/open/966990789"
    },
    {
      "id": 966990870,
      "loc": {
        "type": "offset",
        "value": 2456,
        "end": null
      },
      "text": "waste their energy biting into the senile and triumphal tastiness of the plump, atavitic, tender, military, and territorial back of some Hitlerian nursemaid,",
      "note": "people, starved for meaning, attach themselves to brutal political myths rather than deeper irrational sustenance.",
      "tags": [],
      "created_at": "2025-12-15T22:00:32.240Z",
      "readwise_url": "https://readwise.io/open/966990870"
    },
    {
      "id": 966991383,
      "loc": {
        "type": "offset",
        "value": 3235,
        "end": null
      },
      "text": "momentarily incapable of any nutritive synthesis because of their disproportionate scope and specialization, and in all events totally unassimilable except by speculative cannibalism.",
      "note": "thinkers feeding on each other’s speculations rather than on reality, academic circle jerk",
      "tags": [],
      "created_at": "2025-12-15T22:04:34.549Z",
      "readwise_url": "https://readwise.io/open/966991383"
    },
    {
      "id": 966991857,
      "loc": {
        "type": "offset",
        "value": 4809,
        "end": null
      },
      "text": "incommensurable",
      "note": "things that can’t be measured or compared by the same standard",
      "tags": [],
      "created_at": "2025-12-15T22:08:55.404Z",
      "readwise_url": "https://readwise.io/open/966991857"
    },
    {
      "id": 966992266,
      "loc": {
        "type": "offset",
        "value": 5848,
        "end": null
      },
      "text": "the satisfaction and the circumcision of the soul",
      "note": "physical/spiritual",
      "tags": [],
      "created_at": "2025-12-15T22:12:47.940Z",
      "readwise_url": "https://readwise.io/open/966992266"
    },
    {
      "id": 966992269,
      "loc": {
        "type": "offset",
        "value": 5910,
        "end": null
      },
      "text": "corrugated iron, territorial ambition and agricultural patience,",
      "note": "social / political",
      "tags": [],
      "created_at": "2025-12-15T22:12:55.618Z",
      "readwise_url": "https://readwise.io/open/966992269"
    },
    {
      "id": 966992418,
      "loc": {
        "type": "offset",
        "value": 5979,
        "end": null
      },
      "text": "keen collectivism and vizors propped up by letters of white on the old billiard cushions and letters of white on the old millyard Russians",
      "note": "industrial collective life",
      "tags": [],
      "created_at": "2025-12-15T22:14:49.792Z",
      "readwise_url": "https://readwise.io/open/966992418"
    },
    {
      "id": 966992446,
      "loc": {
        "type": "offset",
        "value": 6123,
        "end": null
      },
      "text": "all sorts of warm and dermatological elements",
      "note": "sensations",
      "tags": [],
      "created_at": "2025-12-15T22:15:13.547Z",
      "readwise_url": "https://readwise.io/open/966992446"
    },
    {
      "id": 966992567,
      "loc": {
        "type": "offset",
        "value": 6199,
        "end": null
      },
      "text": "coexisting and characteristic elements presiding over the notion of the “imponderable,”",
      "note": "soup of human experience",
      "tags": [],
      "created_at": "2025-12-15T22:16:56.637Z",
      "readwise_url": "https://readwise.io/open/966992567"
    },
    {
      "id": 968505227,
      "loc": {
        "type": "offset",
        "value": 6349,
        "end": null
      },
      "text": "epithet for the elusive taste of caviar and hiding the timid and gustatory germs of concrete irrationality, which, being merely the apotheosis and the paroxysm of the objective imponderable, constitutes the divisionist exactness and precision of the very caviar of imagination and will constitute, exclusively and philosophically, the terribly demoralizing and terribly complicated result of my experiences and inventions in painting.",
      "note": "Objective imponderable: Objective imponderables are philosophical entities or properties that are claimed to exist independently of human minds and yet cannot be fully measured, quantified, or directly observed. Debates about them focus on whether such features (for example, values, intrinsic qualities, or certain metaphysical truths) can be known objectively or are necessarily beyond empirical confirmation. Critics argue that invoking objective imponderables risks unverifiable metaphysics, while proponents maintain they are necessary to account for aspects of reality that resist reduction to measurable terms.",
      "tags": [],
      "created_at": "2025-12-21T13:51:43.022Z",
      "readwise_url": "https://readwise.io/open/968505227"
    },
    {
      "id": 968506808,
      "loc": {
        "type": "offset",
        "value": 6878,
        "end": null
      },
      "text": "It seems perfectly transparent to me that my enemies, my friends and the general public allegedly do not understand the meaning of the images that arise and that I transcribe into my paintings. How can anyone expect them to understand when I myself, the “maker,” don’t understand my paintings either. The fact that I myself, at the moment of painting, do not understand their meaning doesn’t imply that these paintings are meaningless: on the contrary, their meaning is so deep, complex, coherent, and involuntary that it eludes the simple analysis of logical intuition.\n\nIn order to reduce my paintings to the level of the vernacular and explain them, I should have to submit them to special analyses, preferably of a scientific rigor and as ambitiously objective as possible. After all, any explanation occurs *a posteriori*, once the painting exists as a phenomenon.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-21T14:03:04.883Z",
      "readwise_url": "https://readwise.io/open/968506808"
    },
    {
      "id": 968508286,
      "loc": {
        "type": "offset",
        "value": 7910,
        "end": null
      },
      "text": "the world of concrete irrationality may be as objectively evident, consistent, durable, as persuasively, cognoscitively, and communicably thick as the exterior world of phenomenal reality.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-21T14:12:47.178Z",
      "readwise_url": "https://readwise.io/open/968508286"
    },
    {
      "id": 968508557,
      "loc": {
        "type": "offset",
        "value": 8174,
        "end": null
      },
      "text": "the irrational concrete subject. The pictorial means of expression are concentrated on the subject.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-21T14:17:00.446Z",
      "readwise_url": "https://readwise.io/open/968508557"
    },
    {
      "id": 968508701,
      "loc": {
        "type": "offset",
        "value": 8405,
        "end": null
      },
      "text": "the most analytically narrative and discredited academicism, can become sublime hierarchies of thought when combined with new exactness of concrete irrationality as the images of concrete irrationality approach the phenomenal Real, the corresponding means of expression approach those of great realist painting — Velasquez and Vermeer de Delft — to paint realistically in accordance with irrational thinking and the unknown imagination.",
      "note": "Velázquez and Vermeer’s influence on surrealist “concrete irrationality” painting: Velázquez’s rich realism and complex spatial arrangements, together with Vermeer’s precise light, quiet interiors, and meticulous surfaces, provided surrealist artists with tools to make dreamlike scenes feel convincingly real. Surrealists adapted these techniques to present impossible juxtapositions and illogical narratives as if they were ordinary, creating a tension between believable detail and irrational content that critics called “concrete irrationality.” This blend encouraged viewers to accept paradoxical images as tangible, deepening surrealism’s exploration of the unconscious and everyday reality.",
      "tags": [],
      "created_at": "2025-12-21T14:18:48.745Z",
      "readwise_url": "https://readwise.io/open/968508701"
    },
    {
      "id": 968529482,
      "loc": {
        "type": "offset",
        "value": 14107,
        "end": null
      },
      "text": "The main point is the systematic-interpretative organization of surrealist experimental sensational material, scattered and narcissistic. In fact, the surrealists events during the course of a day: nocturnal emissions, distorted memories, dreams, daydreaming, the concrete transformation of the nighttime phosphene into a hypnagogical image or the waking phosphene into an objective image, the nutritive whim, intrauterine claims, anamorphic hysteria, deliberate retention of urine, involuntary retention of insomnia, the chance image of exclusivist exhibitionism, an abortive act, a delirious address, regional sneezing, the anal wheelbarrow, the minute error, Lilliputian malaise, the supernormal physiological state, the painting one stops oneself from painting, the painting one does paint, the territorial telephone call, the “upsetting image,” etc., etc.",
      "note": "Anal wheelbarrow: The Anal wheelbarrow is a surrealist performance object used in avant-garde art and theater, often designed to provoke, challenge social norms, and explore themes of body, power, and absurdity. Typically constructed as a modified wheelbarrow or cart incorporating suggestive shapes or interactive elements, it is employed in staged actions where performers use it to create striking, disorienting visual effects and symbolic gestures. Its use and interpretation vary widely, with critics and audiences debating whether it functions as satire, transgression, or conceptual commentary within the broader context of surrealist and performance art.",
      "tags": [],
      "created_at": "2025-12-21T15:09:35.663Z",
      "readwise_url": "https://readwise.io/open/968529482"
    },
    {
      "id": 976864008,
      "loc": {
        "type": "offset",
        "value": 925,
        "end": null
      },
      "text": "THE CONQUEST OF THE IRRATIONAL\n\nby Salvador Dali",
      "note": "",
      "tags": [],
      "created_at": "2026-01-12T12:31:33.181Z",
      "readwise_url": "https://readwise.io/open/976864008"
    },
    {
      "id": 976869998,
      "loc": {
        "type": "offset",
        "value": 17322,
        "end": null
      },
      "text": "The flagrant lack of philosophic and general culture in the cheerful propellers of that model of mental deficiency that calls itself abstract art, abstraction-creation, nonfigurative art, etc., is one of the authentically sweetest things from the viewpoint of the intellectual and “modern” desolation of our era.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-12T13:01:21.258Z",
      "readwise_url": "https://readwise.io/open/976869998"
    },
    {
      "id": 979785129,
      "loc": {
        "type": "offset",
        "value": 9773,
        "end": null
      },
      "text": "Furthermore, the images obtained offer two serious inconveniences: (1) they cease being unknown images, because by falling into the realm of psychoanalysis they are easily reduced to current and logical speech albeit continuing to offer an uninterpretable residue and a very vast and authentic margin of enigma, especially for the greater public; (2) their essentially virtual and chimerical character no longer satisfies our desires or our “principles of verification” first announced by Breton in his Discourse on the Smidgen of Reality. Ever since, the frenzied images of Surrealism desperately tend toward their tangible possibility, their objective and physical existence in reality. Only those people who are unaware of this can still flounder about in the gross misunderstanding of the “poetic escape,” and continue to believe our mysticism of the fantastic and our fanaticism of the marvelous. I, for my part, believe that the era of inaccessible mutilations, unrealizable bloodthirsty osmoses, flying visceral lacerations, hair-rocks, catastrophic uprootings, is over as far as experimentation goes, although this era may quite probably continue to constitute the exclusive iconography of a large period of surrounding Surrealist painting. The new frenzied images of concrete irrationality tend toward their real and physical “possibility”; they go beyond the domain of psychoanalyzable “virtual” hallucinations and manifestations.",
      "note": "Dali says early Surrealist methods (dreams, free association, etc.) produce images with two problems:  \n1) Once psychoanalyzed, they’re no longer truly “unknown”; they can be translated into normal language.  \n2) They stay “virtual” and unreal, which no longer satisfies Surrealism’s need for real, verifiable impact.  \n\nSo he argues Surrealism must move on to “concrete irrationality”: bizarre images that exist physically in reality, not just in the mind.",
      "tags": [],
      "created_at": "2026-01-20T13:44:12.121Z",
      "readwise_url": "https://readwise.io/open/979785129"
    },
    {
      "id": 979785635,
      "loc": {
        "type": "offset",
        "value": 11744,
        "end": null
      },
      "text": "Contrary to dream memory, and the virtual and impossible images of purely receptive states, “which one can only narrate,” it is the physical facts of “objective” irrationality with which one can really hurt oneself.",
      "note": "Unlike memories of dreams or strange images you only see when you’re passive and can only describe afterward, real harm comes from actual irrational actions or facts in the real world — the concrete, “objective” mistakes or dangerous choices you make that can truly hurt you.",
      "tags": [],
      "created_at": "2026-01-20T13:47:40.740Z",
      "readwise_url": "https://readwise.io/open/979785635"
    },
    {
      "id": 979786209,
      "loc": {
        "type": "offset",
        "value": 13249,
        "end": null
      },
      "text": "liquid revealer",
      "note": "",
      "tags": [],
      "created_at": "2026-01-20T13:51:05.669Z",
      "readwise_url": "https://readwise.io/open/979786209"
    },
    {
      "id": 979786241,
      "loc": {
        "type": "offset",
        "value": 13340,
        "end": null
      },
      "text": "earnest and already in existence at the moment in which delirious instantaneity occurs and which, for the moment to that degree of tangible reality, paranoid-critical activity permits to return to objective light.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-20T13:51:40.299Z",
      "readwise_url": "https://readwise.io/open/979786241"
    },
    {
      "id": 979786640,
      "loc": {
        "type": "offset",
        "value": 15451,
        "end": null
      },
      "text": "Paranoid-critical activity organizes and objectifies exclusivistically the unlimited and unknown possibilities of the systematic association of subjective and objective phenomena",
      "note": "",
      "tags": [],
      "created_at": "2026-01-20T13:55:45.508Z",
      "readwise_url": "https://readwise.io/open/979786640"
    },
    {
      "id": 979786641,
      "loc": {
        "type": "offset",
        "value": 15736,
        "end": null
      },
      "text": "Paranoid-critical activity thus reveals new and objective “meanings” of the irrational; it tangibly makes the very world of delirium pass to the level of reality.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-20T13:55:45.599Z",
      "readwise_url": "https://readwise.io/open/979786641"
    },
    {
      "id": 979786671,
      "loc": {
        "type": "offset",
        "value": 15903,
        "end": null
      },
      "text": "Paranoid phenomena: well-known images with a double figuration—the figuration can be multiplied theoretically and practically-everything hinges on the paranoid capacity of the author.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-20T13:56:11.492Z",
      "readwise_url": "https://readwise.io/open/979786671"
    },
    {
      "id": 979786718,
      "loc": {
        "type": "offset",
        "value": 16210,
        "end": null
      },
      "text": "Salvador Dali’s, the presentation, in the course of elaboration, of six simultaneous images none of which undergo the slightest figurative transformation—an athlete’s torso, a lion’s head, a general’s head, a horse, the bust of a shepherdess, a skull. Different spectators see different images in the same painting; it goes without saying that the realization is scrupulously realistic.",
      "note": "",
      "tags": [],
      "created_at": "2026-01-20T13:56:49.352Z",
      "readwise_url": "https://readwise.io/open/979786718"
    }
  ]
}