{
  "book_id": "56879198-salvador-dali-s-essay-the-conquest-of-the-irration",
  "title": "Salvador Dali's Essay \"The Conquest of the Irrational\"",
  "author": "PQ",
  "source": "reader",
  "readwise_url": "https://readwise.io/bookreview/56879198",
  "category": "articles",
  "highlights": [
    {
      "id": 966990058,
      "loc": {
        "type": "offset",
        "value": 997,
        "end": null
      },
      "text": "We all know that the brilliant and sensational progress of the individual sciences, the glory and honor of the “space” and the era we live in, involves, on the one hand, the crisis and the overwhelming disrepute of “logical intuition,” and on the other hand, the respect for irrational factors and hierarchies as new positive and specifically productive values.",
      "note": "It’s still relevant in the sense that we’re even more dominated by specialized science/tech and by suspicion of simple “common sense,” while cultural life continues to be fascinated with irrational forces—unconscious drives, surreal imagery, conspiracy thinking, and so on.",
      "tags": [],
      "created_at": "2025-12-15T21:49:25.396Z",
      "readwise_url": "https://readwise.io/open/966990058"
    },
    {
      "id": 966990301,
      "loc": {
        "type": "offset",
        "value": 1630,
        "end": null
      },
      "text": "and by the time Maxwell and Faraday were at work, this son was noticeably weighed down with an unequivocal persuasiveness and a personal force of gravity that left no doubt about the father of the child: Newton. Because of this downward pull and the force of gravity, pure intuition, after being booted out of the homes of all the particular sciences, has now turned into pure prostitution, for we see her offering her final charms and final turbulences in the brothel of the artistic and literary world.",
      "note": "intuition vs logic \n\ngenuine intuition has been expelled from serious science and has “degenerated”: it’s now “prostituted” in art and literature, where intuition is used cheaply or superficially instead of in a deep, rigorous way. \n\na culture of strict literal/technical thinking that exiles intuition from serious discourse.",
      "tags": [],
      "created_at": "2025-12-15T21:52:47.176Z",
      "readwise_url": "https://readwise.io/open/966990301"
    },
    {
      "id": 966990789,
      "loc": {
        "type": "offset",
        "value": 2782,
        "end": null
      },
      "text": "we all know, was nothing but the spiritual and symbolical sustenance that Catholicism has been offering for centuries to appease the cannibalistic frenzy of moral and irrational starvation.",
      "note": "people have deep, often wild or destructive inner drives, religous  symbolism “feeds” those drives in a controlled, symbolic way so they don’t explode in more chaotic, irrational behavior.",
      "tags": [],
      "created_at": "2025-12-15T21:58:52.973Z",
      "readwise_url": "https://readwise.io/open/966990789"
    },
    {
      "id": 966990870,
      "loc": {
        "type": "offset",
        "value": 2456,
        "end": null
      },
      "text": "waste their energy biting into the senile and triumphal tastiness of the plump, atavitic, tender, military, and territorial back of some Hitlerian nursemaid,",
      "note": "people, starved for meaning, attach themselves to brutal political myths rather than deeper irrational sustenance.",
      "tags": [],
      "created_at": "2025-12-15T22:00:32.240Z",
      "readwise_url": "https://readwise.io/open/966990870"
    },
    {
      "id": 966991383,
      "loc": {
        "type": "offset",
        "value": 3235,
        "end": null
      },
      "text": "momentarily incapable of any nutritive synthesis because of their disproportionate scope and specialization, and in all events totally unassimilable except by speculative cannibalism.",
      "note": "thinkers feeding on each other’s speculations rather than on reality, academic circle jerk",
      "tags": [],
      "created_at": "2025-12-15T22:04:34.549Z",
      "readwise_url": "https://readwise.io/open/966991383"
    },
    {
      "id": 966991857,
      "loc": {
        "type": "offset",
        "value": 4809,
        "end": null
      },
      "text": "incommensurable",
      "note": "things that can’t be measured or compared by the same standard",
      "tags": [],
      "created_at": "2025-12-15T22:08:55.404Z",
      "readwise_url": "https://readwise.io/open/966991857"
    },
    {
      "id": 966992266,
      "loc": {
        "type": "offset",
        "value": 5848,
        "end": null
      },
      "text": "the satisfaction and the circumcision of the soul",
      "note": "physical/spiritual",
      "tags": [],
      "created_at": "2025-12-15T22:12:47.940Z",
      "readwise_url": "https://readwise.io/open/966992266"
    },
    {
      "id": 966992269,
      "loc": {
        "type": "offset",
        "value": 5910,
        "end": null
      },
      "text": "corrugated iron, territorial ambition and agricultural patience,",
      "note": "social / political",
      "tags": [],
      "created_at": "2025-12-15T22:12:55.618Z",
      "readwise_url": "https://readwise.io/open/966992269"
    },
    {
      "id": 966992418,
      "loc": {
        "type": "offset",
        "value": 5979,
        "end": null
      },
      "text": "keen collectivism and vizors propped up by letters of white on the old billiard cushions and letters of white on the old millyard Russians",
      "note": "industrial collective life",
      "tags": [],
      "created_at": "2025-12-15T22:14:49.792Z",
      "readwise_url": "https://readwise.io/open/966992418"
    },
    {
      "id": 966992446,
      "loc": {
        "type": "offset",
        "value": 6123,
        "end": null
      },
      "text": "all sorts of warm and dermatological elements",
      "note": "sensations",
      "tags": [],
      "created_at": "2025-12-15T22:15:13.547Z",
      "readwise_url": "https://readwise.io/open/966992446"
    },
    {
      "id": 966992567,
      "loc": {
        "type": "offset",
        "value": 6199,
        "end": null
      },
      "text": "coexisting and characteristic elements presiding over the notion of the “imponderable,”",
      "note": "soup of human experience",
      "tags": [],
      "created_at": "2025-12-15T22:16:56.637Z",
      "readwise_url": "https://readwise.io/open/966992567"
    },
    {
      "id": 968505227,
      "loc": {
        "type": "offset",
        "value": 6349,
        "end": null
      },
      "text": "epithet for the elusive taste of caviar and hiding the timid and gustatory germs of concrete irrationality, which, being merely the apotheosis and the paroxysm of the objective imponderable, constitutes the divisionist exactness and precision of the very caviar of imagination and will constitute, exclusively and philosophically, the terribly demoralizing and terribly complicated result of my experiences and inventions in painting.",
      "note": "Objective imponderable: Objective imponderables are philosophical entities or properties that are claimed to exist independently of human minds and yet cannot be fully measured, quantified, or directly observed. Debates about them focus on whether such features (for example, values, intrinsic qualities, or certain metaphysical truths) can be known objectively or are necessarily beyond empirical confirmation. Critics argue that invoking objective imponderables risks unverifiable metaphysics, while proponents maintain they are necessary to account for aspects of reality that resist reduction to measurable terms.",
      "tags": [],
      "created_at": "2025-12-21T13:51:43.022Z",
      "readwise_url": "https://readwise.io/open/968505227"
    },
    {
      "id": 968506808,
      "loc": {
        "type": "offset",
        "value": 7662,
        "end": null
      },
      "text": "any explanation occurs *a posteriori*,",
      "note": "",
      "tags": [],
      "created_at": "2025-12-21T14:03:04.883Z",
      "readwise_url": "https://readwise.io/open/968506808"
    },
    {
      "id": 968508286,
      "loc": {
        "type": "offset",
        "value": 7910,
        "end": null
      },
      "text": "the world of concrete irrationality may be as objectively evident, consistent, durable, as persuasively, cognoscitively, and communicably thick as the exterior world of phenomenal reality.",
      "note": "",
      "tags": [],
      "created_at": "2025-12-21T14:12:47.178Z",
      "readwise_url": "https://readwise.io/open/968508286"
    }
  ]
}